package com.duxetech.vinayakarpuranam

class Model {
}

var chapters = arrayOf("விநாயகர் புராணம் கதை வடிவில்","சோமகாந்தன்முத்திபெற்றது",
     "வேதவியாசர்வரம்பெற்றது", "தக்ஷப்ரஜாபதி துன்ப நீங்கப்பெற்றது","பிரமதேவன் வரம்பெற்றது",
    "பிரமன் புத்திரியர்களைத் திருமணஞ் செய்தருளியது","விண்டு, மதுகைடவர்மர்த்தனமாக உபாசித்தது",
    "வல்லாளனுபாசித்தது","தக்கனெனும் அரசகுமாரன் உபாசித்தது","வீமனுபாசித்தது","உருக்குமாங்கதனுபாசித்தது",
    "இந்திரன், சாபம் நீங்கினதற்கு வந்து உபாசித்தது","கிருச்சமதனுபாசித்தது","பலியெனுந் திரிபுரனுபாசித்தது","தேவர்களுபாசித்தது",
    "விமலருபாசித்தது","உமையம்மை யுபாசித்தது","கர்த்தமனுபாசித்தது","நளனுபாசித்தது",
    "இந்துமதியும் சந்திராங்கதனும் உபாசித்தது","சண்முகருபாசித்தது")
